{"config": [{"config": {"trainable": true, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 16, "batch_input_shape": [null, 11], "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_regularizer": null, "name": "dense_1", "activity_regularizer": null, "dtype": "float32", "bias_constraint": null, "activation": "softplus"}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_constraint": null, "name": "dense_2", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 16, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "activation": "softplus"}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_constraint": null, "name": "dense_3", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 16, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "activation": "softplus"}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_constraint": null, "name": "dense_4", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 16, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "activation": "softplus"}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_constraint": null, "name": "dense_5", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 14, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "activation": "softplus"}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_constraint": null, "name": "dense_6", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 3, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "activation": "softplus"}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_constraint": null, "name": "dense_7", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 2, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "activation": "softplus"}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_constraint": null, "name": "dense_8", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "units": 1, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "activation": "sigmoid"}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.2.0", "backend": "tensorflow"}